backend/app/controllers/api/v1/entertainments_controller.rb

SELECT "entertainments".* FROM "entertainments"
---
  def index
    @entertainments = Entertainment.all