backend/app/controllers/api/v1/visits_controller.rb

SELECT "visits".* FROM "visits"
---
  def index
    @visits = Visit.all